<template>
  <ContentCenter :title="title" :type="type">
    <p>所有NAHA會員，學校和教育工作者應：</p>
    <ol>
      <li>表示承諾為尋求專業服務的人提供最優質的芳香療法服務。</li>
      <li>
        對我的客戶，芳香療法治療師和同事以及廣大公眾以專業和道德的方式行事，以遵守最高道德行為和正直標準，並在任何情況下都保持我職業的道德。
      </li>
      <li>
        與芳香療法專家和同事分享專業知識、研究和經驗，支持芳香療法的發展。
      </li>
      <li>
        避免進行所有類型的知識產權盜竊，指抄襲或借用他人的作品或想法，並以自己的名義散佈，或未能正確引用您的消息來源。
      </li>
      <li>
        按照整體原則對待客戶（根據客戶的具體需求推薦治療方法），並提供專業服務，除了我的客戶的全部福祉外，沒有其他目的。
      </li>
      <li>對客戶進行真正的芳香療法產品和服務和教育。</li>
      <li>避免進行涉及客戶的任何性行為或性活動。</li>
      <li>
        清楚知道我的主要義務始終是服務對象，並同意盡我所能為我的服務對象盡最大的可能進行芳香療法。客戶的舒適，福利和健康必須始終得到優先考慮。
      </li>
      <li>
        向客戶提供知情同意/披露聲明和信息，包括培訓，證明，執業範圍，付款結構，利益，從業者和客戶的限制和期望。
      </li>
      <li>
        盡最大努力通過提供最高質量的服務來滿足客戶的最大利益，並且我將繼續接受培訓，並儘可能提高我的芳香療法技能和專業水平。
      </li>
      <li>
        在我的培訓範圍內提供服務。我不會使用未經充分培訓的技術，並且應誠實地代表我的教育，培訓，資格和能力。我將承認我的技能的局限性，並在必要時將客戶推薦給適當的合格專業人員。
      </li>
      <li>
        不診斷，開處方或提供任何服務，除非獲得特別許可，否則任何服務都需要執照才能進行。
      </li>
      <li>
        維護客戶的機密性，除非法律要求，否則在未經客戶同意的情況下，請勿將我在諮詢過程中或在專業建議過程中獲得的發現透露給任何人。
      </li>
      <li>
        始終支持其他顧問，並且決不能在客戶或其他非專業人員在場的情況下批評，譴責或以其他方式貶低其他顧問。
      </li>
      <li>
        尊重其他醫療保健專業人員和芳香療法師的權利，並將以友好和專業的方式與所有醫療保健專業人員合作。
      </li>
      <li>
        如果另一位顧問將客戶推薦給我，則在指定的建議完成後，我應將這些客戶退回原顧問。我不會否定其他顧問的建議。
      </li>
      <li>
        不得對芳香療法的潛在益處作出虛假聲明，並應積極參與公眾對真正芳香療法的實際益處的教育。
      </li>
      <li>
        不能保證任何建議的結果，也不能通過推論或虛假陳述利用客戶的經濟利益。
      </li>
      <li>
        誠實做廣告，以道德的方式推廣我的服務並保持良好品味，並僅實踐和/或做廣告，使我獲得足夠的培訓或證明。
      </li>
      <li>保持我的處所環境衛生，並確保我的處所為我的客戶提供足夠的隱私。</li>
      <li>保留每個客戶的完整記錄，包括我的建議的詳細信息。</li>
      <li>
        在進行專業芳香療法諮詢之前或期間，或在代表美國整體芳香療法協會時，請勿使用任何會改變精神的藥物，酒精或麻醉劑。
      </li>
      <li>以專業的方式著裝，並符合公認的專業慣例。</li>
      <li>在公公眾面前代表統一的陣線，避免以書面或口頭方式批評同事。</li>
      <li>
        一旦被發現違反了全國整體香薰療法協會的任何章程和/或本《道德守則》，則應自願交還我的會員證。
      </li>
    </ol>
  </ContentCenter>
</template>

<script>
import ContentCenter from "@/views/component/ContentCenter.vue";

export default {
  components: {
    ContentCenter,
  },
  data: () => ({
    title: "NAHA的道德規範標準",
    type: "NAHA",
  }),
};
</script>